<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title></head>

<body>
<strong>Gross anatomy</strong>
<p>&#3609;&#3635;&#3626;&#3617;&#3629;&#3591;&#3648;&#3605;&#3655;&#3617; &#3649;&#3621;&#3632;&#3626;&#3617;&#3629;&#3591;&#3609;&#3657;&#3629;&#3618;&#3612;&#3656;&#3634;&#3595;&#3637;&#3585; &#3617;&#3634;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591;&#3626;&#3656;&#3623;&#3609;&#3605;&#3656;&#3634;&#3591; &#3654; &#3586;&#3629;&#3591; cerebellum &#3611;&#3619;&#3632;&#3585;&#3629;&#3610; atlas  &#3604;&#3633;&#3591;&#3609;&#3637;&#3657;</p>
<p><strong><em>Parallel  folds</em></strong> &#3607;&#3637;&#3656;&#3648;&#3619;&#3637;&#3618;&#3585;&#3623;&#3656;&#3634; <strong><em>folia</em></strong> &#3595;&#3638;&#3656;&#3591;&#3614;&#3610;&#3623;&#3656;&#3634;&#3629;&#3634;&#3592;&#3606;&#3641;&#3585;&#3649;&#3610;&#3656;&#3591;&#3629;&#3629;&#3585;&#3652;&#3604;&#3657;&#3648;&#3611;&#3655;&#3609; 5  &#3626;&#3656;&#3623;&#3609; &#3605;&#3634;&#3617;&#3649;&#3609;&#3623; sagittal plane &#3604;&#3633;&#3591;&#3609;&#3637;&#3657;</p>
<p align="center"><img src="picture/cerebellum001.jpg" width="900" height="300" /></p>
<ul>
  <li><strong><em>Vermis</em></strong> &#3648;&#3611;&#3655;&#3609;&#3626;&#3633;&#3609;&#3609;&#3641;&#3609;&#3651;&#3609;&#3649;&#3609;&#3623;&#3585;&#3621;&#3634;&#3591;  &#3595;&#3638;&#3656;&#3591;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609; inferior &#3648;&#3627;&#3655;&#3609;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3588;&#3621;&#3657;&#3634;&#3618;&#3605;&#3633;&#3623;&#3627;&#3609;&#3629;&#3609;&#3629;&#3618;&#3641;&#3656;&#3607;&#3637;&#3656;&#3585;&#3657;&#3609;&#3586;&#3629;&#3591;&#3595;&#3629;&#3585;&#3621;&#3638;&#3585;&#3607;&#3637;&#3656;&#3648;&#3619;&#3637;&#3618;&#3585;&#3623;&#3656;&#3634; <strong><em>vallecula</em></strong> &#3595;&#3638;&#3656;&#3591;&#3606;&#3641;&#3585;&#3586;&#3609;&#3634;&#3610;&#3626;&#3629;&#3591;&#3586;&#3657;&#3634;&#3591;&#3650;&#3604;&#3618; cerebellar  hemispheres</li>
  <li><strong><em>Intermediate  or paravermal part of hemisphere</em></strong> &#3648;&#3611;&#3655;&#3609;&#3649;&#3606;&#3610;&#3649;&#3588;&#3610;&#3654;&#3586;&#3609;&#3634;&#3610;&#3626;&#3629;&#3591;&#3586;&#3657;&#3634;&#3591; vermis </li>
  <li><strong><em>Lateral  part of hemisphere</em></strong> &#3648;&#3611;&#3655;&#3609;&#3626;&#3656;&#3623;&#3609;&#3651;&#3627;&#3597;&#3656;&#3586;&#3629;&#3591; cerebellar hemisphere &#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3606;&#3633;&#3604;&#3592;&#3634;&#3585;  paravermal part &#3629;&#3629;&#3585;&#3652;&#3611;</li>
  <li><strong><em>Nodule </em></strong><em>of vermis</em></li>
  <li><strong><em>Flocculus</em></strong><em> of cerebellar hemisphere</em></li>
  <li><strong><em>Posterolateral  fissure</em></strong> &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609;&#3619;&#3656;&#3629;&#3591;&#3621;&#3638;&#3585;&#3607;&#3637;&#3656;&#3649;&#3618;&#3585;  nodule of vermis &#3649;&#3621;&#3632; flocculus of cerebellar  hemisphere &#3629;&#3629;&#3585;&#3592;&#3634;&#3585;&#3592;&#3634;&#3585;&#3626;&#3656;&#3623;&#3609;&#3607;&#3637;&#3656;&#3648;&#3627;&#3621;&#3639;&#3629;&#3586;&#3629;&#3591; cerebellum &#3595;&#3638;&#3656;&#3591;&#3648;&#3619;&#3637;&#3618;&#3585;&#3623;&#3656;&#3634; corpus cerebelli</li>
  <li><strong><em>Primary  fissure</em></strong> &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609;&#3619;&#3656;&#3629;&#3591;&#3621;&#3638;&#3585;&#3610;&#3609;  superior surface of cerebellum &#3607;&#3637;&#3656;&#3649;&#3610;&#3656;&#3591; corpus  cerebelli &#3629;&#3629;&#3585;&#3648;&#3611;&#3655;&#3609; anterior &#3649;&#3621;&#3632; posterior  lobes</li>
  <li><strong><em>White  matter of cerebellum</em></strong> &#3607;&#3637;&#3656;&#3617;&#3637;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3648;&#3627;&#3617;&#3639;&#3629;&#3609;&#3605;&#3657;&#3609;&#3652;&#3617;&#3657;&#3649;&#3588;&#3619;&#3632;&#3607;&#3637;&#3656;&#3648;&#3619;&#3637;&#3618;&#3585;&#3623;&#3656;&#3634; <strong>arbor vitae</strong></li>
  <li><strong><em>Cerebellar  cortex</em></strong> &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609;  gray matter &#3607;&#3637;&#3656;&#3649;&#3612;&#3656;&#3588;&#3621;&#3640;&#3617;&#3612;&#3636;&#3623;&#3586;&#3629;&#3591; cerebellum</li>
</ul>
<p align="center"><img src="picture/cerebellum004.jpg" width="752" height="612" /></p>
<p>&nbsp;</p>
<p><strong>Subdivisions of cerebellum</strong></p>
<p><strong>Anatomical  subdivisions</strong></p>
<p><em>&#3624;&#3638;&#3585;&#3625;&#3634; <strong>schematic drawing of  superior and inferior surfaces of cerebellum </strong> </em> &#3648;&#3614;&#3639;&#3656;&#3629;&#3648;&#3619;&#3637;&#3618;&#3609;&#3619;&#3641;&#3657;&#3585;&#3634;&#3619;&#3649;&#3610;&#3656;&#3591; cerebellum &#3629;&#3629;&#3585;&#3648;&#3611;&#3655;&#3609;&#3626;&#3656;&#3623;&#3609;&#3605;&#3656;&#3634;&#3591; &#3654; &#3605;&#3634;&#3617;&#3649;&#3609;&#3623; sagittal plane &#3649;&#3621;&#3632;&#3648;&#3611;&#3655;&#3609; lobes &#3605;&#3656;&#3634;&#3591; &#3654; &#3605;&#3634;&#3617;&#3649;&#3609;&#3623; transverse  plane </p>
<p align="center"><img src="picture/cerebellum001.jpg" width="900" height="300" /></p>
<p align="center"><img src="picture/cerebellum002.jpg" width="800" height="531" /></p>
<p align="center"><img src="picture/cerebellum003.jpg" width="800" height="497" /></p>
<p>&nbsp;</p>
</body>
</html>
