<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title></head>

<body>
<p><strong>Diencephalon&nbsp; </strong><br />
&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3626;&#3617;&#3629;&#3591;&#3604;&#3629;&#3591;&#3612;&#3656;&#3634;&#3595;&#3637;&#3585;  &#3651;&#3627;&#3657;&#3609;&#3633;&#3585;&#3624;&#3638;&#3585;&#3625;&#3634;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591;&#3650;&#3588;&#3619;&#3591;&#3626;&#3619;&#3657;&#3634;&#3591;&#3605;&#3656;&#3634;&#3591;&#3654; &#3586;&#3629;&#3591; diencephalon<strong></strong></p>
<p><strong>Diencephalon</strong> &#3611;&#3619;&#3632;&#3585;&#3629;&#3610;&#3604;&#3657;&#3623;&#3618; <strong>thalamus</strong> &#3648;&#3611;&#3655;&#3609; large  nuclear mass &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609;&#3612;&#3609;&#3633;&#3591;&#3604;&#3657;&#3634;&#3609;&#3586;&#3657;&#3634;&#3591;&#3586;&#3629;&#3591; third ventricle, <strong>hypothalamus</strong> &#3648;&#3611;&#3655;&#3609;&#3614;&#3639;&#3657;&#3609;&#3607;&#3637;&#3656;&#3619;&#3641;&#3611;&#3626;&#3634;&#3617;&#3648;&#3627;&#3621;&#3637;&#3656;&#3618;&#3617;&#3586;&#3609;&#3634;&#3604;&#3648;&#3621;&#3655;&#3585; &#3595;&#3638;&#3656;&#3591;&#3611;&#3619;&#3632;&#3585;&#3629;&#3610;&#3648;&#3611;&#3655;&#3609;&#3612;&#3609;&#3633;&#3591;&#3604;&#3657;&#3634;&#3609;&#3586;&#3657;&#3634;&#3591;&#3586;&#3629;&#3591;  third ventricle &#3650;&#3604;&#3618;&#3629;&#3618;&#3641;&#3656;&#3621;&#3656;&#3634;&#3591;&#3585;&#3623;&#3656;&#3634; thalamus, <strong>subthalamus</strong> &#3629;&#3618;&#3641;&#3656; ventral &#3605;&#3656;&#3629; lateral part &#3586;&#3629;&#3591; thalamus &#3649;&#3621;&#3632; lateral &#3605;&#3656;&#3629;  hypothalamus.&nbsp; Subthalamus &#3648;&#3611;&#3655;&#3609;&#3626;&#3656;&#3623;&#3609;&#3648;&#3604;&#3637;&#3618;&#3623;&#3586;&#3629;&#3591;  diencephalon &#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3621;&#3638;&#3585;&#3648;&#3586;&#3657;&#3634;&#3652;&#3611; &#3649;&#3621;&#3632;&#3652;&#3617;&#3656;&#3626;&#3634;&#3617;&#3634;&#3619;&#3606;&#3617;&#3629;&#3591;&#3648;&#3627;&#3655;&#3609;&#3652;&#3604;&#3657;&#3592;&#3634;&#3585;&#3626;&#3617;&#3629;&#3591;&#3612;&#3656;&#3634;&#3595;&#3637;&#3585;,  &#3649;&#3621;&#3632; <strong>epithalamus</strong> &#3648;&#3611;&#3655;&#3609;&#3610;&#3619;&#3636;&#3648;&#3623;&#3603;&#3648;&#3621;&#3655;&#3585;&#3654;  &#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656; posterior &#3605;&#3656;&#3629;&#3626;&#3656;&#3623;&#3609;&#3627;&#3621;&#3633;&#3591;&#3626;&#3640;&#3604;&#3586;&#3629;&#3591; third ventricle  &#3595;&#3638;&#3656;&#3591;&#3648;&#3627;&#3655;&#3609;&#3650;&#3588;&#3619;&#3591;&#3626;&#3619;&#3657;&#3634;&#3591;&#3607;&#3637;&#3656;&#3626;&#3635;&#3588;&#3633;&#3597; &#3588;&#3639;&#3629; pineal gland</p>
<p align="center"><img src="picture/forebrain002.jpg" width="800" height="631" /></p>
<p>&nbsp; </p>
</body>
</html>
