<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title></head>

<body>
<p><strong>Lobe  of cerebral hemisphere</strong><br />
  <strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3626;&#3617;&#3629;&#3591;&#3612;&#3656;&#3634;&#3595;&#3637;&#3585;  &#3651;&#3627;&#3657;&#3609;&#3633;&#3585;&#3624;&#3638;&#3585;&#3625;&#3634;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591; lobe  &#3605;&#3656;&#3634;&#3591;&#3654; &#3586;&#3629;&#3591; cerebral hemisphere &#3607;&#3633;&#3657;&#3591;&#3604;&#3657;&#3634;&#3609; lateral  surface &#3649;&#3621;&#3632; medial surface <br />
  <strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lobe  of cerebral hemisphere (lateral surface)</strong><br />
  <strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>&#3586;&#3629;&#3610;&#3648;&#3586;&#3605;&#3586;&#3629;&#3591;&#3649;&#3605;&#3656;&#3621;&#3632; lobe &#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;  lateral surface &#3605;&#3657;&#3629;&#3591;&#3651;&#3594;&#3657;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636; &#3604;&#3633;&#3591;&#3609;&#3637;&#3657;</p>
<p align="center"><img src="picture/lobe-cerebral001.jpg" width="900" height="382" /></p>
<ul>
  <ul>
    <li>&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3627;&#3609;&#3638;&#3656;&#3591; &#3621;&#3634;&#3585;&#3592;&#3634;&#3585;&#3592;&#3640;&#3604;&#3611;&#3621;&#3634;&#3618;&#3586;&#3629;&#3591; parieto-occipital sulcus &#3652;&#3611;&#3618;&#3633;&#3591; pre-occipital notch </li>
    <li>&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3626;&#3629;&#3591; &#3621;&#3634;&#3585;&#3592;&#3634;&#3585;&#3627;&#3634;&#3591;&#3586;&#3629;&#3591; lateral fissure &#3652;&#3611;&#3605;&#3633;&#3657;&#3591;&#3593;&#3634;&#3585;&#3585;&#3633;&#3610;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3627;&#3609;&#3638;&#3656;&#3591;</li>
  </ul>
  <li>Frontal  lobe &#3617;&#3637;&#3586;&#3629;&#3610;&#3648;&#3586;&#3605;&#3650;&#3604;&#3618;&#3629;&#3618;&#3641;&#3656;&#3648;&#3627;&#3609;&#3639;&#3629;&#3605;&#3656;&#3629; lateral fissure &#3649;&#3621;&#3632;&#3629;&#3618;&#3641;&#3656;&#3627;&#3609;&#3657;&#3634;&#3605;&#3656;&#3629; central sulcus &#3652;&#3611;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;&#3627;&#3609;&#3657;&#3634;&#3606;&#3638;&#3591; frontal  pole </li>
  <li>Parietal  lobe &#3629;&#3618;&#3641;&#3656;&#3627;&#3621;&#3633;&#3591;&#3605;&#3656;&#3629; central sulcus &#3649;&#3621;&#3632;&#3648;&#3627;&#3609;&#3639;&#3629;&#3605;&#3656;&#3629; lateral  fissure &#3649;&#3621;&#3632;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3626;&#3629;&#3591;  &#3649;&#3621;&#3632;&#3629;&#3618;&#3641;&#3656;&#3627;&#3609;&#3657;&#3634;&#3605;&#3656;&#3629;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3627;&#3609;&#3638;&#3656;&#3591;</li>
  <li>Temporal  lobe &#3629;&#3618;&#3641;&#3656;&#3651;&#3605;&#3657;&#3605;&#3656;&#3629; lateral fissure &#3649;&#3621;&#3632;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3626;&#3629;&#3591;  &#3649;&#3621;&#3632;&#3649;&#3610;&#3656;&#3591;&#3629;&#3629;&#3585;&#3592;&#3634;&#3585; occipital lobe &#3604;&#3657;&#3623;&#3618;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3627;&#3609;&#3638;&#3656;&#3591; &#3650;&#3604;&#3618;&#3617;&#3637;&#3626;&#3656;&#3623;&#3609;&#3627;&#3609;&#3657;&#3634;&#3626;&#3640;&#3604;  &#3648;&#3619;&#3637;&#3618;&#3585;&#3623;&#3656;&#3634; temporal pole </li>
  <li>Occipital  lobe &#3629;&#3618;&#3641;&#3656;&#3627;&#3621;&#3633;&#3591;&#3605;&#3656;&#3629;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3627;&#3609;&#3638;&#3656;&#3591;</li>
  <li>Insular  lobe &#3648;&#3611;&#3655;&#3609; lobe &#3626;&#3617;&#3629;&#3591;&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3621;&#3638;&#3585;&#3585;&#3623;&#3656;&#3634; lateral  fissure &#3592;&#3632;&#3652;&#3617;&#3656;&#3626;&#3634;&#3617;&#3634;&#3619;&#3606;&#3617;&#3629;&#3591;&#3648;&#3627;&#3655;&#3609;&#3652;&#3604;&#3657;&#3592;&#3634;&#3585;&#3626;&#3617;&#3629;&#3591;&#3648;&#3605;&#3655;&#3617; (whole brain)<strong></strong></li>
</ul>
<p><strong>Lobe of cerebral  hemisphere (medial surface)</strong><br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#3586;&#3629;&#3610;&#3648;&#3586;&#3605;&#3586;&#3629;&#3591;&#3649;&#3605;&#3656;&#3621;&#3632; lobe &#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609; medial surface &#3605;&#3657;&#3629;&#3591;&#3629;&#3634;&#3624;&#3633;&#3618;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636; &#3604;&#3633;&#3591;&#3609;&#3637;&#3657;<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -  &#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3627;&#3609;&#3638;&#3656;&#3591; &#3621;&#3634;&#3585;&#3592;&#3634;&#3585;&#3592;&#3640;&#3604;&#3611;&#3621;&#3634;&#3618;&#3586;&#3629;&#3591; central sulcus &#3652;&#3611;&#3592;&#3609;&#3606;&#3638;&#3591; callosal  sulcus<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - &#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3626;&#3629;&#3591; &#3621;&#3634;&#3585;&#3592;&#3634;&#3585; pre-occipital notch &#3652;&#3611;&#3618;&#3633;&#3591;&#3611;&#3621;&#3634;&#3618;&#3627;&#3621;&#3633;&#3591;&#3586;&#3629;&#3591;  corpus callosum <br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3619;&#3623;&#3617;&#3585;&#3633;&#3610; sulcus &#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609; medial  surface &#3586;&#3629;&#3591;&#3595;&#3637;&#3585;&#3626;&#3617;&#3629;&#3591;&#3651;&#3627;&#3597;&#3656; &#3592;&#3638;&#3591;&#3607;&#3635;&#3651;&#3627;&#3657;&#3649;&#3610;&#3656;&#3591; lobe &#3586;&#3629;&#3591;&#3626;&#3617;&#3629;&#3591;&#3652;&#3604;&#3657;&#3604;&#3633;&#3591;&#3609;&#3637;&#3657;</p>
<ul>
  <li>Frontal  lobe &#3648;&#3611;&#3655;&#3609;&#3612;&#3636;&#3623;&#3626;&#3617;&#3629;&#3591;&#3626;&#3656;&#3623;&#3609;&#3627;&#3609;&#3657;&#3634;&#3605;&#3656;&#3629;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3627;&#3609;&#3638;&#3656;&#3591; </li>
  <li>Parietal  lobe &#3648;&#3611;&#3655;&#3609;&#3612;&#3636;&#3623;&#3626;&#3617;&#3629;&#3591;&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3619;&#3632;&#3627;&#3623;&#3656;&#3634;&#3591;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3648;&#3626;&#3657;&#3609;&#3607;&#3637;&#3656;&#3627;&#3609;&#3638;&#3656;&#3591;&#3649;&#3621;&#3632;&#3627;&#3609;&#3657;&#3634;&#3605;&#3656;&#3629; parieto-occipital  sulcus</li>
  <li>Occipital  lobe &#3648;&#3611;&#3655;&#3609;&#3612;&#3636;&#3623;&#3626;&#3617;&#3629;&#3591;&#3626;&#3656;&#3623;&#3609;&#3607;&#3657;&#3634;&#3618;&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3619;&#3632;&#3627;&#3623;&#3656;&#3634;&#3591; parieto-occipital  sulcus &#3649;&#3621;&#3632;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3607;&#3637;&#3656;&#3626;&#3629;&#3591;</li>
  <li>Temporal lobe &#3648;&#3611;&#3655;&#3609;&#3612;&#3636;&#3623;&#3626;&#3617;&#3629;&#3591;&#3626;&#3656;&#3623;&#3609; inferior  surface&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3627;&#3609;&#3657;&#3634;&#3605;&#3656;&#3629;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3640;&#3605;&#3636;&#3607;&#3637;&#3656;&#3626;&#3629;&#3591;</li>
</ul>
<p align="center"><img src="picture/lobe-cerebral002.jpg" width="651" height="547" /></p>
<p>&nbsp;</p>
<p>&nbsp; </p>
</body>
</html>
