<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title></head>

<body>
<p><strong>Diencephalon</strong><br />
  Diencephalon &#3648;&#3611;&#3655;&#3609;&#3626;&#3656;&#3623;&#3609;&#3586;&#3629;&#3591;&#3626;&#3617;&#3629;&#3591;&#3595;&#3638;&#3656;&#3591;&#3629;&#3618;&#3641;&#3656;&#3605;&#3619;&#3591;&#3585;&#3621;&#3634;&#3591;&#3619;&#3632;&#3627;&#3623;&#3656;&#3634;&#3591;  cerebral  hemisphere &#3607;&#3633;&#3657;&#3591;&#3626;&#3629;&#3591;&#3586;&#3657;&#3634;&#3591;  &#3611;&#3619;&#3632;&#3585;&#3629;&#3610;&#3604;&#3657;&#3623;&#3618; 4  &#3626;&#3656;&#3623;&#3609;  &#3652;&#3604;&#3657;&#3649;&#3585;&#3656; epithalamus,  thalamus, hypothalamus &#3649;&#3621;&#3632; subthalamus <br />
  (&#3624;&#3638;&#3585;&#3625;&#3634;&#3619;&#3641;&#3611;&#3611;&#3619;&#3632;&#3585;&#3629;&#3610; &#3651;&#3609; Haines, DE &#3627;&#3609;&#3657;&#3634; 31 ed. 7th)</p>
<ol>
  <li><strong>&#3586;&#3629;&#3610;&#3648;&#3586;&#3605;&#3586;&#3629;&#3591;</strong><strong> diencephalon</strong> &#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3626;&#3617;&#3629;&#3591;&#3604;&#3629;&#3591;  &#3627;&#3640;&#3656;&#3609;&#3592;&#3635;&#3621;&#3629;&#3591; </li>
</ol>
<p>&#3604;&#3657;&#3634;&#3609;&#3627;&#3609;&#3657;&#3634;:&nbsp; &#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3605;&#3636;&#3607;&#3637;&#3656;&#3621;&#3634;&#3585;&#3592;&#3634;&#3585; interventricular  foramen (foramen of Monro) &#3652;&#3611;&#3618;&#3633;&#3591; &nbsp;&nbsp;<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; optic chiasma<br />
  &#3604;&#3657;&#3634;&#3609;&#3627;&#3621;&#3633;&#3591;:&nbsp; &#3649;&#3618;&#3585;&#3592;&#3634;&#3585; midbrain &#3650;&#3604;&#3618;&#3648;&#3626;&#3657;&#3609;&#3626;&#3617;&#3617;&#3605;&#3636;&#3607;&#3637;&#3656;&#3621;&#3634;&#3585;&#3592;&#3634;&#3585;  posterior  commissure &#3652;&#3611;&#3618;&#3633;&#3591;&#3586;&#3629;&#3610;&#3627;&#3621;&#3633;&#3591;&#3586;&#3629;&#3591;  mammillary  body &#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;&#3621;&#3656;&#3634;&#3591; <br />
  &#3604;&#3657;&#3634;&#3609;&#3610;&#3609;:&nbsp;&nbsp;&nbsp; &#3648;&#3611;&#3655;&#3609; lateral ventricle, corpus callosum &#3649;&#3621;&#3632; fornix<br />
  &#3604;&#3657;&#3634;&#3609;&#3586;&#3657;&#3634;&#3591;:&nbsp;&nbsp; &#3648;&#3611;&#3655;&#3609; posterior limb of internal capsule, tail  of caudate &#3649;&#3621;&#3632; optic tract<br />
  &#3604;&#3657;&#3634;&#3609;&#3651;&#3609;:&nbsp;&nbsp;&nbsp;&nbsp; &#3648;&#3611;&#3655;&#3609;&#3612;&#3609;&#3633;&#3591;&#3586;&#3629;&#3591; 3rd ventricle<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />
  <strong>2.&nbsp; &#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3616;&#3634;&#3618;&#3609;&#3629;&#3585;&#3586;&#3629;&#3591; diencephalon</strong> &#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3626;&#3656;&#3623;&#3609;&#3586;&#3629;&#3591;&#3626;&#3617;&#3629;&#3591;&#3604;&#3629;&#3591;  &#3649;&#3621;&#3632;&#3627;&#3640;&#3656;&#3609;&#3592;&#3635;&#3621;&#3629;&#3591; <br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>A. &#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;&#3621;&#3656;&#3634;&#3591;</strong>&nbsp; &#3651;&#3627;&#3657;&#3609;&#3633;&#3585;&#3624;&#3638;&#3585;&#3625;&#3634;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591;<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -  Mammillary bodies: &#3648;&#3611;&#3655;&#3609;&#3585;&#3657;&#3629;&#3609;&#3585;&#3621;&#3617; 2 &#3585;&#3657;&#3629;&#3609;  &#3651;&#3585;&#3621;&#3657;&#3585;&#3633;&#3610; optic chiasma<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -  Optic chiasma : &#3648;&#3611;&#3655;&#3609;&#3585;&#3621;&#3640;&#3656;&#3617;&#3651;&#3618;&#3611;&#3619;&#3632;&#3626;&#3634;&#3607;&#3586;&#3629;&#3591; optic nerve &#3626;&#3656;&#3623;&#3609;&#3651;&#3627;&#3597;&#3656; &#3607;&#3637;&#3656;&#3607;&#3629;&#3604;&#3626;&#3621;&#3633;&#3610;&#3586;&#3657;&#3634;&#3591;&#3585;&#3633;&#3609;<br />
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>B. &#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;&#3627;&#3621;&#3633;&#3591;</strong>&nbsp; &#3651;&#3627;&#3657;&#3609;&#3633;&#3585;&#3624;&#3638;&#3585;&#3625;&#3634;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591;&#3626;&#3636;&#3656;&#3591;&#3605;&#3656;&#3629;&#3652;&#3611;&#3609;&#3637;&#3657; <br />
  - Pineal body  (gland) : &#3648;&#3611;&#3655;&#3609;&#3605;&#3656;&#3629;&#3617;&#3652;&#3619;&#3657;&#3607;&#3656;&#3629;  &#3617;&#3637;&#3605;&#3656;&#3629;&#3617;&#3648;&#3604;&#3637;&#3618;&#3623;&#3651;&#3609;&#3649;&#3609;&#3623; midline &#3648;&#3627;&#3609;&#3639;&#3629;&#3605;&#3656;&#3629; superior colliculus &#3618;&#3638;&#3604;&#3605;&#3636;&#3604;&#3585;&#3633;&#3610;&#3626;&#3656;&#3623;&#3609;&#3586;&#3629;&#3591; diencephalon &#3604;&#3657;&#3623;&#3618; pineal stalk<br />
  - Pulvinar : &#3648;&#3611;&#3655;&#3609;&#3626;&#3656;&#3623;&#3609;&#3607;&#3657;&#3634;&#3618;&#3586;&#3629;&#3591; thalamus  &#3629;&#3618;&#3641;&#3656;&#3648;&#3627;&#3609;&#3639;&#3629;&#3605;&#3656;&#3629; superior colliculus<br />
  - Medial geniculate body : &#3648;&#3611;&#3655;&#3609;&#3585;&#3657;&#3629;&#3609;&#3609;&#3641;&#3609;&#3586;&#3609;&#3634;&#3604;&#3648;&#3621;&#3655;&#3585;&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3651;&#3605;&#3657;&#3626;&#3656;&#3623;&#3609;&#3607;&#3657;&#3634;&#3618;&#3586;&#3629;&#3591;  pulvinar</p>
- Lateral geniculate body : &#3648;&#3611;&#3655;&#3609;&#3585;&#3657;&#3629;&#3609;&#3609;&#3641;&#3609;&#3586;&#3609;&#3634;&#3604;&#3648;&#3621;&#3655;&#3585;&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3586;&#3657;&#3634;&#3591;  medial geniculate body
</body>
</html>
