<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title></head>

<body>
<p><strong>&#3626;&#3617;&#3629;&#3591;&#3626;&#3656;&#3623;&#3609;&#3627;&#3609;&#3657;&#3634; </strong><br />
    <strong>&#3626;&#3617;&#3629;&#3591;&#3626;&#3656;&#3623;&#3609;&#3627;&#3609;&#3657;&#3634; (</strong><strong>forebrain) </strong>&#3611;&#3619;&#3632;&#3585;&#3629;&#3610;&#3586;&#3638;&#3657;&#3609;&#3604;&#3657;&#3623;&#3618; cerebral hemispheres &#3649;&#3621;&#3632; diencephalon &#3607;&#3633;&#3657;&#3591;&#3626;&#3629;&#3591;&#3586;&#3657;&#3634;&#3591; &#3650;&#3604;&#3618;&#3605;&#3633;&#3657;&#3591;&#3629;&#3618;&#3641;&#3656;&#3651;&#3609; anterior  &#3649;&#3621;&#3632; middle cranial fossa &#3649;&#3621;&#3632;&#3649;&#3618;&#3585;&#3629;&#3629;&#3585;&#3592;&#3634;&#3585;&#3626;&#3617;&#3629;&#3591;&#3626;&#3656;&#3623;&#3609;&#3627;&#3621;&#3633;&#3591;  (hindbrain) &#3604;&#3657;&#3623;&#3618; tentorium cerebelli &#3595;&#3638;&#3656;&#3591;&#3607;&#3635;&#3627;&#3609;&#3657;&#3634;&#3607;&#3637;&#3656;&#3648;&#3611;&#3655;&#3609;&#3627;&#3621;&#3633;&#3591;&#3588;&#3634;&#3586;&#3629;&#3591;  posterior cranial fossa </p>
<p align="center"><img src="picture/frontal-medial01.jpg" width="800" height="574" /></p>
<p><br />
    <strong>Cerebral hemispheres</strong> &#3648;&#3611;&#3655;&#3609;&#3626;&#3656;&#3623;&#3609;&#3607;&#3637;&#3656;&#3648;&#3592;&#3619;&#3636;&#3597;&#3617;&#3634;&#3592;&#3634;&#3585;  telencephalon &#3649;&#3610;&#3656;&#3591;&#3629;&#3629;&#3585;&#3648;&#3611;&#3655;&#3609; 2 &#3595;&#3637;&#3585; &#3604;&#3657;&#3623;&#3618; longitudinal  fissure &#3607;&#3635;&#3627;&#3609;&#3657;&#3634;&#3607;&#3637;&#3656;&#3611;&#3619;&#3632;&#3626;&#3634;&#3609;&#3588;&#3623;&#3634;&#3617;&#3619;&#3641;&#3657;&#3626;&#3638;&#3585;&#3586;&#3633;&#3657;&#3609;&#3626;&#3641;&#3591;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;&#3592;&#3636;&#3605;&#3651;&#3592; &#3648;&#3594;&#3656;&#3609;  &#3585;&#3634;&#3619;&#3605;&#3619;&#3632;&#3627;&#3609;&#3633;&#3585;&#3651;&#3609;&#3588;&#3623;&#3634;&#3617;&#3619;&#3641;&#3657;&#3626;&#3638;&#3585; &#3629;&#3634;&#3619;&#3617;&#3603;&#3660; &#3585;&#3634;&#3619;&#3648;&#3619;&#3637;&#3618;&#3609;&#3619;&#3641;&#3657; &#3649;&#3621;&#3632;&#3588;&#3623;&#3634;&#3617;&#3592;&#3635; &#3588;&#3623;&#3634;&#3617;&#3593;&#3621;&#3634;&#3604; &#3588;&#3623;&#3634;&#3617;&#3588;&#3636;&#3604;&#3626;&#3619;&#3657;&#3634;&#3591;&#3626;&#3619;&#3619;&#3588;&#3660;  &#3649;&#3621;&#3632;&#3616;&#3634;&#3625;&#3634; &#3648;&#3611;&#3655;&#3609;&#3605;&#3657;&#3609;</p>
<p><strong>Diencephalon</strong> &#3611;&#3619;&#3632;&#3585;&#3629;&#3610;&#3604;&#3657;&#3623;&#3618; 4 &#3626;&#3656;&#3623;&#3609; &#3652;&#3604;&#3657;&#3649;&#3585;&#3656; thalamus, hypothalamus, epithalamus &#3649;&#3621;&#3632; subthalamus &#3607;&#3635;&#3627;&#3609;&#3657;&#3634;&#3607;&#3637;&#3656;&#3612;&#3626;&#3617;&#3612;&#3626;&#3634;&#3609;&#3586;&#3657;&#3629;&#3617;&#3641;&#3621;&#3607;&#3637;&#3656;&#3612;&#3656;&#3634;&#3609;&#3586;&#3638;&#3657;&#3609;&#3617;&#3634;&#3592;&#3634;&#3585;  brainstem &#3649;&#3621;&#3632; spinal cord &#3649;&#3621;&#3657;&#3623;&#3626;&#3656;&#3591;&#3586;&#3657;&#3629;&#3617;&#3641;&#3621;&#3648;&#3627;&#3621;&#3656;&#3634;&#3609;&#3633;&#3657;&#3609;&#3586;&#3638;&#3657;&#3609;&#3652;&#3611;&#3618;&#3633;&#3591;  cerebral hemisphere &#3619;&#3623;&#3617;&#3607;&#3633;&#3657;&#3591;&#3612;&#3626;&#3617;&#3612;&#3626;&#3634;&#3609;&#3588;&#3623;&#3610;&#3588;&#3640;&#3617; visceral  activities&#3605;&#3656;&#3634;&#3591;&#3654;&#3586;&#3629;&#3591;&#3619;&#3656;&#3634;&#3591;&#3585;&#3634;&#3618;&#3604;&#3657;&#3623;&#3618;</p>
<p align="center"><img src="picture/forebrain002.jpg" width="800" height="631" /></p>
</body>
</html>
