<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title></head>

<body>
<p><strong>&#3624;&#3638;&#3585;&#3625;&#3634; </strong><strong>brainstem anatomy</strong><br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#3592;&#3634;&#3585; <strong><em>whole brain &#3649;&#3621;&#3632; bisected brain</em></strong> &#3592;&#3632;&#3648;&#3627;&#3655;&#3609;&#3623;&#3656;&#3634; brainstem  &#3617;&#3637;&#3619;&#3641;&#3611;&#3619;&#3656;&#3634;&#3591;&#3588;&#3621;&#3657;&#3634;&#3618;&#3585;&#3657;&#3634;&#3609;&#3586;&#3629;&#3591;&#3626;&#3617;&#3629;&#3591;&nbsp; &#3648;&#3594;&#3639;&#3656;&#3629;&#3617; spinal  cord &#3595;&#3638;&#3656;&#3591;&#3629;&#3618;&#3641;&#3656; inferior &#3585;&#3623;&#3656;&#3634;&#3617;&#3633;&#3609;&#3585;&#3633;&#3610; forebrain  &#3595;&#3638;&#3656;&#3591;&#3629;&#3618;&#3641;&#3656; superior &#3585;&#3623;&#3656;&#3634;&#3617;&#3633;&#3609; &#3651;&#3627;&#3657;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591;&#3626;&#3656;&#3623;&#3609;&#3605;&#3656;&#3634;&#3591;  &#3654; &#3586;&#3629;&#3591; brain stem &#3604;&#3633;&#3591;&#3605;&#3656;&#3629;&#3652;&#3611;&#3609;&#3637;&#3657;</p>
<ul>
  <li><strong><em>Medulla oblongata</em></strong> (&#3629;&#3634;&#3592;&#3648;&#3619;&#3637;&#3618;&#3585;&#3626;&#3633;&#3657;&#3609; &#3654; &#3623;&#3656;&#3634; medulla)  &#3629;&#3618;&#3641;&#3656; inferior &#3607;&#3637;&#3656;&#3626;&#3640;&#3604; &#3648;&#3611;&#3655;&#3609;&#3626;&#3656;&#3623;&#3609;&#3607;&#3637;&#3656;&#3605;&#3656;&#3629;&#3586;&#3638;&#3657;&#3609;&#3617;&#3634;&#3592;&#3634;&#3585;  spinal cord</li>
  <li><strong><em>Pons</em></strong><strong> </strong>&#3648;&#3611;&#3655;&#3609;&#3626;&#3656;&#3623;&#3609;&#3586;&#3629;&#3591; brainstem &#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656; superior &#3585;&#3623;&#3656;&#3634; medulla &nbsp;&nbsp;&nbsp;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609; ventral  (anterior) surface &#3617;&#3637;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3611;&#3656;&#3629;&#3591;&#3629;&#3629;&#3585;&#3588;&#3621;&#3657;&#3634;&#3618;&#3585;&#3633;&#3610;&#3588;&#3609;&#3605;&#3633;&#3657;&#3591;&#3607;&#3657;&#3629;&#3591;</li>
  <li><strong><em>Midbrain</em></strong><strong> </strong>&#3648;&#3611;&#3655;&#3609; brainstem &#3626;&#3656;&#3623;&#3609;&#3626;&#3633;&#3657;&#3609; &#3654; &#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656; superior  &#3585;&#3623;&#3656;&#3634; pons&nbsp; &#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609; dorsal (posterior) surface &#3617;&#3637;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3648;&#3611;&#3655;&#3609;&#3648;&#3609;&#3636;&#3609;&#3609;&#3641;&#3609;  4 &#3621;&#3641;&#3585;</li>
</ul>
<p align="center"><img src="picture/brainstem002.jpg" width="800" height="525" /></p>
<p align="center"><img src="picture/brainstem001.jpg" width="557" height="526" /></p>
<p align="center"><img src="picture/brainstem-anterior002.jpg" width="800" height="621" /></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609; posterior surface &#3586;&#3629;&#3591; pons &#3649;&#3621;&#3632; rostral half &#3586;&#3629;&#3591; medulla &#3606;&#3641;&#3585;&#3588;&#3621;&#3640;&#3617;&#3629;&#3618;&#3641;&#3656;&#3604;&#3657;&#3623;&#3618; <strong><em>cerebellum</em></strong> &#3651;&#3627;&#3657;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591; cerebellum &#3651;&#3609; bisected brain &#3649;&#3621;&#3632; whole brain</p>
<p align="center"><img src="picture/brainstem-posterior002.jpg" width="800" height="506" /></p>
<p align="center"><img src="picture/brainstem-posterior001.jpg" width="825" height="676" /></p>
<div align="left"><br clear="all" />
  &#3651;&#3627;&#3657;&#3626;&#3633;&#3591;&#3648;&#3585;&#3605;&#3623;&#3656;&#3634; &#3616;&#3634;&#3618;&#3651;&#3609;&#3648;&#3609;&#3639;&#3657;&#3629;&#3586;&#3629;&#3591; caudal (inferior)  half &#3586;&#3629;&#3591; medulla &#3617;&#3637;&#3594;&#3656;&#3629;&#3591;&#3623;&#3656;&#3634;&#3591;&#3616;&#3634;&#3618;&#3651;&#3609;  &#3594;&#3656;&#3629;&#3591;&#3623;&#3656;&#3634;&#3591;&#3609;&#3637;&#3657;&#3605;&#3636;&#3604;&#3605;&#3656;&#3629;&#3585;&#3633;&#3610; central canal &#3586;&#3629;&#3591; spinal cord &#3592;&#3638;&#3591;&#3648;&#3619;&#3637;&#3618;&#3585; brainstem &#3626;&#3656;&#3623;&#3609;&#3609;&#3637;&#3657;&#3623;&#3656;&#3634;&#3648;&#3611;&#3655;&#3609; <strong><em>closed  part of medulla</em> </strong>&#3594;&#3656;&#3629;&#3591;&#3623;&#3656;&#3634;&#3591;&#3609;&#3637;&#3657;&#3629;&#3634;&#3592;&#3617;&#3629;&#3591;&#3652;&#3617;&#3656;&#3648;&#3627;&#3655;&#3609;&#3592;&#3634;&#3585; sagittal  view &#3586;&#3629;&#3591; bisected brain&#3648;&#3614;&#3619;&#3634;&#3632;&#3617;&#3637;&#3586;&#3609;&#3634;&#3604;&#3648;&#3621;&#3655;&#3585;&#3607;&#3635;&#3651;&#3627;&#3657;&#3652;&#3617;&#3656;&#3606;&#3641;&#3585;&#3605;&#3633;&#3604;&#3612;&#3656;&#3634;&#3609;</div>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp; </p>
</body>
</html>
