<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title></head>

<body>
<p><em><strong>5 <strong><em>&#3619;&#3632;&#3604;&#3633;&#3610;</em></strong><strong> </strong><strong><em>middle part of pons &#3627;&#3619;&#3639;&#3629;&#3619;&#3632;&#3604;&#3633;&#3610; trigeminal nerve root</em></strong></strong></em></p>
<p>Key structure &#3586;&#3629;&#3591;&#3619;&#3632;&#3604;&#3633;&#3610;&#3609;&#3637;&#3657;&#3607;&#3637;&#3656;&#3605;&#3657;&#3629;&#3591;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591;&#3588;&#3639;&#3629; <strong><em>trigeminal nerve root</em> </strong>&#3595;&#3638;&#3656;&#3591;&#3618;&#3638;&#3604;&#3605;&#3636;&#3604;&#3585;&#3633;&#3610; brainstem &#3619;&#3632;&#3604;&#3633;&#3610; middle part of pons &#3609;&#3637;&#3657;&#3650;&#3604;&#3618;&#3592;&#3632;&#3648;&#3627;&#3655;&#3609;&#3648;&#3611;&#3655;&#3609; nerve  fibers &#3626;&#3637;&#3648;&#3586;&#3657;&#3617;&#3607;&#3637;&#3656;&#3607;&#3629;&#3604;&#3629;&#3618;&#3641;&#3656;&#3651;&#3609; lateral part &#3586;&#3629;&#3591; basilar  part &#3648;&#3586;&#3657;&#3634;&#3626;&#3641;&#3656; lateral part &#3586;&#3629;&#3591; tegmentum  &nbsp;&#3592;&#3634;&#3585;&#3609;&#3633;&#3657;&#3609;&#3651;&#3627;&#3657;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591; nuclei  &#3607;&#3637;&#3656;&#3626;&#3635;&#3588;&#3633;&#3597; 2 nuclei &#3586;&#3629;&#3591; trigeminal  nerve &#3588;&#3639;&#3629; <strong><em>trigeminal motor nucleus</em></strong> &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609; oval area &#3651;&#3626; &#3654; &#3586;&#3609;&#3634;&#3604;&#3651;&#3627;&#3597;&#3656; &#3629;&#3618;&#3641;&#3656;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609; medial  &#3585;&#3623;&#3656;&#3634; trigeminal nerve &#3649;&#3621;&#3632; <strong><em>principal  (main) sensory nucleus</em></strong> &#3595;&#3638;&#3656;&#3591;&#3617;&#3637;&#3586;&#3609;&#3634;&#3604;&#3648;&#3621;&#3655;&#3585;&#3585;&#3623;&#3656;&#3634;&#3649;&#3621;&#3632;&#3629;&#3618;&#3641;&#3656;&#3606;&#3633;&#3604;&#3652;&#3611;&#3607;&#3634;&#3591; lateral  &#3585;&#3623;&#3656;&#3634; trigeminal nerve<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#3651;&#3627;&#3657;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591; <strong><em>superior cerebellar peduncle</em></strong> &#3607;&#3633;&#3657;&#3591; 2 &#3604;&#3657;&#3634;&#3609;&#3607;&#3637;&#3656;&#3648;&#3594;&#3639;&#3656;&#3629;&#3617;&#3585;&#3633;&#3609;&#3604;&#3657;&#3623;&#3618; superior  medullary velum &#3607;&#3635;&#3627;&#3609;&#3657;&#3634;&#3607;&#3637;&#3656;&#3648;&#3611;&#3655;&#3609; roof &#3586;&#3629;&#3591; fourth  ventricle &#3651;&#3609; section &#3619;&#3632;&#3604;&#3633;&#3610;&#3609;&#3637;&#3657;</p>
<p align="center"><img src="picture/section-mid-pons01.jpg" width="800" height="415" /></p>
                                                                                                                               &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&#3651;&#3627;&#3657;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591; <strong><em>medial lemniscus</em></strong> &#3607;&#3637;&#3656;&#3618;&#3633;&#3591;&#3588;&#3591;&#3629;&#3618;&#3641;&#3656;&#3651;&#3609;&#3605;&#3635;&#3649;&#3627;&#3609;&#3656;&#3591;&#3648;&#3604;&#3636;&#3617;&#3649;&#3605;&#3656;&#3607;&#3629;&#3604;&#3605;&#3633;&#3623;&#3605;&#3634;&#3617;&#3649;&#3609;&#3623;&#3609;&#3629;&#3609;&#3617;&#3634;&#3585;&#3586;&#3638;&#3657;&#3609;&#3649;&#3621;&#3632;&#3648;&#3621;&#3639;&#3656;&#3629;&#3609;&#3652;&#3611;&#3629;&#3618;&#3641;&#3656;&#3607;&#3634;&#3591;  lateral &#3586;&#3629;&#3591; tegmentum &#3617;&#3634;&#3585;&#3586;&#3638;&#3657;&#3609;
<p>&nbsp; </p>
</body>
</html>
