<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<p><strong>A.&nbsp; Neurons</strong> <br>
1.&nbsp;&nbsp;&nbsp; <strong>Typical neuron</strong>&#3651;&#3627;&#3657;&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660; nerve cells, ox spinal cord &nbsp; &#3627;&#3619;&#3639;&#3629; giant  multipolar neuron <strong></strong><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660;  nerve cells, ox spinal  cord &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609;&#3626;&#3652;&#3621;&#3604;&#3660;&#3586;&#3629;&#3591;&#3648;&#3609;&#3639;&#3657;&#3629;&#3648;&#3618;&#3639;&#3656;&#3629;&#3652;&#3586;&#3626;&#3633;&#3609;&#3627;&#3621;&#3633;&#3591;&#3586;&#3629;&#3591;&#3623;&#3633;&#3623;&#3607;&#3637;&#3656;&#3609;&#3635;&#3617;&#3634; smear  &#3610;&#3609;&#3626;&#3652;&#3621;&#3604;&#3660;&nbsp;  &#3651;&#3627;&#3657;&#3648;&#3621;&#3639;&#3629;&#3585;&#3604;&#3641;&#3648;&#3595;&#3621;&#3621;&#3660;&#3611;&#3619;&#3632;&#3626;&#3634;&#3607;&#3586;&#3609;&#3634;&#3604;&#3651;&#3627;&#3597;&#3656;&#3607;&#3637;&#3656;&#3585;&#3619;&#3632;&#3592;&#3634;&#3618;&#3629;&#3618;&#3641;&#3656;&#3607;&#3633;&#3656;&#3623;&#3652;&#3611;&#3649;&#3621;&#3632;&#3626;&#3633;&#3591;&#3648;&#3585;&#3605;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3586;&#3629;&#3591; <strong><em>typical  neuron</em></strong> &#3605;&#3656;&#3629;&#3652;&#3611;&#3609;&#3637;&#3657;</p>
<p align="center"><img src="picture/typical-neuron.jpg" width="655" height="531"></p>
<p align="center">&nbsp;&#3619;&#3641;&#3611;&#3607;&#3637;&#3656; 1 &#3649;&#3626;&#3604;&#3591;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3586;&#3629;&#3591; typical neuron </p>
<ul>
  <li><strong><em>Cell body</em></strong> &#3627;&#3619;&#3639;&#3629; <strong>perikaryon:</strong> &#3617;&#3637;&#3586;&#3609;&#3634;&#3604;&#3651;&#3627;&#3597;&#3656;&#3649;&#3621;&#3632;&#3617;&#3637; process  (neurites) &#3618;&#3639;&#3656;&#3609;&#3629;&#3629;&#3585;&#3592;&#3634;&#3585;&#3605;&#3633;&#3623;&#3648;&#3595;&#3621;&#3621;&#3660;&#3627;&#3621;&#3634;&#3618;&#3629;&#3633;&#3609; process &#3648;&#3627;&#3621;&#3656;&#3634;&#3609;&#3637;&#3657;&#3592;&#3635;&#3649;&#3609;&#3585;&#3652;&#3604;&#3657;&#3648;&#3611;&#3655;&#3609; 2 &#3594;&#3609;&#3636;&#3604;&#3588;&#3639;&#3629; <strong><em>dendrite</em></strong> &#3649;&#3621;&#3632; <strong><em>axon</em></strong> (&#3651;&#3627;&#3657;&#3624;&#3638;&#3585;&#3625;&#3634;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3586;&#3629;&#3591; neurites  &#3607;&#3633;&#3657;&#3591; 2 &#3594;&#3609;&#3636;&#3604;&#3609;&#3637;&#3657;&#3592;&#3634;&#3585;&#3649;&#3612;&#3609;&#3616;&#3634;&#3614;&#3611;&#3619;&#3632;&#3585;&#3629;&#3610;)</li>
  <li><strong><em>Nucleus</em></strong><strong>:</strong> &#3585;&#3621;&#3617;&#3651;&#3627;&#3597;&#3656;&#3618;&#3657;&#3629;&#3617;&#3605;&#3636;&#3604;&#3626;&#3637;&#3592;&#3634;&#3591; (<em>vesicular  nucleus</em>)</li>
  <li><strong><em>Nucleolus</em></strong><strong>:</strong> &#3585;&#3621;&#3617;, &#3605;&#3636;&#3604;&#3626;&#3637; basophilic &#3594;&#3633;&#3604;&#3648;&#3592;&#3609;&#3629;&#3618;&#3641;&#3656;&#3605;&#3619;&#3591;&#3585;&#3621;&#3634;&#3591; nucleus </li>
</ul>
<p>&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660;  spinal cord (newborn)&nbsp; &#3651;&#3627;&#3657;&#3648;&#3621;&#3639;&#3629;&#3585;&#3604;&#3641;&#3610;&#3619;&#3636;&#3648;&#3623;&#3603;&#3607;&#3637;&#3656;&#3648;&#3611;&#3655;&#3609; gray  matter &#3586;&#3629;&#3591;&#3652;&#3586;&#3626;&#3633;&#3609;&#3627;&#3621;&#3633;&#3591;&nbsp; &#3592;&#3632;&#3648;&#3627;&#3655;&#3609;  multipolar neuron &#3586;&#3609;&#3634;&#3604;&#3651;&#3627;&#3597;&#3656;&#3629;&#3618;&#3641;&#3656;&#3648;&#3611;&#3655;&#3609;&#3585;&#3621;&#3640;&#3656;&#3617; &#3654; &#3651;&#3627;&#3657;&#3626;&#3633;&#3591;&#3648;&#3585;&#3605; organelles  &#3607;&#3637;&#3656;&#3617;&#3637;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3648;&#3611;&#3655;&#3609;&#3585;&#3657;&#3629;&#3609;&#3605;&#3636;&#3604;&#3626;&#3637;&#3648;&#3586;&#3657;&#3617; &#3586;&#3609;&#3634;&#3604;&#3605;&#3656;&#3634;&#3591; &#3654; &#3585;&#3633;&#3609;&#3629;&#3618;&#3641;&#3656;&#3616;&#3634;&#3618;&#3651;&#3609; cytoplasm  &#3586;&#3629;&#3591; cell body &#3595;&#3638;&#3656;&#3591; organelles &#3648;&#3627;&#3621;&#3656;&#3634;&#3609;&#3637;&#3657;&#3588;&#3639;&#3629; <strong><em>Nissl bodies</em></strong></p>
<p align="center"><em><strong><img src="picture/nissl-body001.jpg" width="800" height="523"></strong></em></p>
<ol>
  <li><strong>Cytoplasmic  organelles &#3610;&#3634;&#3591;&#3594;&#3609;&#3636;&#3604;&#3586;&#3629;&#3591;&#3648;&#3595;&#3621;&#3621;&#3660;&#3611;&#3619;&#3632;&#3626;&#3634;&#3607;</strong></li>
</ol>
<p><strong>Nissl bodies</strong>&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660; Nissl bodies neurocytes  sec.  &#3651;&#3627;&#3657;&#3626;&#3633;&#3591;&#3648;&#3585;&#3605; organelles &#3607;&#3637;&#3656;&#3648;&#3611;&#3655;&#3609;&#3585;&#3657;&#3629;&#3609;&#3586;&#3609;&#3634;&#3604;&#3605;&#3656;&#3634;&#3591;  &#3654; &#3585;&#3633;&#3609;&#3618;&#3657;&#3629;&#3617;&#3605;&#3636;&#3604;&#3626;&#3637; basophilic &#3585;&#3619;&#3632;&#3592;&#3634;&#3618;&#3629;&#3618;&#3641;&#3656;&#3607;&#3633;&#3656;&#3623;&#3652;&#3611;&#3616;&#3634;&#3618;&#3651;&#3609; cytoplasm  &#3586;&#3629;&#3591; nerve cell &nbsp;&nbsp;&nbsp;&#3619;&#3629;&#3610; &#3654; &#3609;&#3636;&#3623;&#3648;&#3588;&#3621;&#3637;&#3618;&#3626; basophilic organelles  &#3648;&#3627;&#3621;&#3656;&#3634;&#3609;&#3637;&#3657;&#3588;&#3639;&#3629; Nissl bodies<strong> </strong>&#3649;&#3621;&#3632;&#3651;&#3627;&#3657;&#3624;&#3638;&#3585;&#3625;&#3634;&#3650;&#3588;&#3619;&#3591;&#3626;&#3619;&#3657;&#3634;&#3591;&#3586;&#3629;&#3591;  Nissl bodies &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609;&#3585;&#3621;&#3640;&#3656;&#3617;&#3586;&#3629;&#3591; rER &#3649;&#3621;&#3632;  ribosome </p>
<p><strong><em>Neurofilaments</em> </strong>&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660; neurofibril, spinal cord, medulla (sec.)<strong> </strong><strong> </strong>&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660;&#3607;&#3637;&#3656;&#3651;&#3594;&#3657; technique &#3586;&#3629;&#3591;  silver impregnation &#3607;&#3637;&#3656;&#3618;&#3657;&#3629;&#3617;&#3648;&#3614;&#3639;&#3656;&#3629;&#3651;&#3627;&#3657;&#3648;&#3627;&#3655;&#3609; bundle &#3586;&#3629;&#3591; neurofilaments &#3595;&#3638;&#3656;&#3591;&#3607;&#3635;&#3627;&#3609;&#3657;&#3634;&#3607;&#3637;&#3656;&#3648;&#3611;&#3655;&#3609; cytoskeleton  &#3586;&#3629;&#3591;&#3648;&#3595;&#3621;&#3621;&#3660;&#3611;&#3619;&#3632;&#3626;&#3634;&#3607; &#3651;&#3627;&#3657;&#3626;&#3633;&#3591;&#3648;&#3585;&#3605;&#3648;&#3626;&#3657;&#3609;&#3626;&#3637;&#3617;&#3656;&#3623;&#3591;&#3604;&#3635;&#3595;&#3638;&#3656;&#3591;&#3585;&#3655;&#3588;&#3639;&#3629;&#3585;&#3621;&#3640;&#3656;&#3617;&#3586;&#3629;&#3591; neurofilaments  &#3607;&#3637;&#3656;&#3607;&#3629;&#3604;&#3626;&#3634;&#3609;&#3585;&#3633;&#3609;&#3652;&#3611;&#3617;&#3634;&#3629;&#3618;&#3641;&#3656;&#3607;&#3633;&#3656;&#3623;&#3652;&#3611;&#3616;&#3634;&#3618;&#3651;&#3609;&#3648;&#3595;&#3621;&#3621;&#3660;&#3611;&#3619;&#3632;&#3626;&#3634;&#3607;&#3607;&#3633;&#3657;&#3591;&#3651;&#3609;&#3626;&#3656;&#3623;&#3609; cell  body &#3649;&#3621;&#3632; processes</p>
<p align="center"><img src="picture/neurofilament001.jpg" width="427" height="588"></p>
<p><strong>&#3624;&#3638;&#3585;&#3625;&#3634;&#3648;&#3595;&#3621;&#3621;&#3660;&#3611;&#3619;&#3632;&#3626;&#3634;&#3607;&#3594;&#3609;&#3636;&#3604;&#3605;&#3656;&#3634;&#3591; &#3654;</strong></p>
<p><strong>&#3649;&#3610;&#3656;&#3591;&#3605;&#3634;&#3617;&#3592;&#3635;&#3609;&#3623;&#3609; </strong><strong>process</strong>
<ol>
  <ul>
    <li>Unipolar neuron&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</li>
    <li>Pseudo-unipolar neuron&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;</li>
    <li>Bipolar  neuron &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>
    <li>Multipolar neuron&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;</li>
  </ul>
  <p align="center"><img src="picture/neuron001.jpg" width="603" height="721"></p>
  <p>&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660; cerebrum Golgi  &nbsp;&#3651;&#3627;&#3657;&#3648;&#3621;&#3639;&#3629;&#3585;&#3604;&#3641;&#3651;&#3609;&#3626;&#3656;&#3623;&#3609;&#3586;&#3629;&#3591; cerebral  cortex &#3607;&#3637;&#3656;&#3617;&#3637;&#3648;&#3595;&#3621;&#3621;&#3660;&#3611;&#3619;&#3632;&#3626;&#3634;&#3607;&#3606;&#3641;&#3585;&#3618;&#3657;&#3629;&#3617;&#3605;&#3636;&#3604;&#3626;&#3637;&#3609;&#3657;&#3635;&#3605;&#3634;&#3621;&#3604;&#3635;&#3648;&#3619;&#3637;&#3618;&#3591;&#3585;&#3633;&#3609;&#3627;&#3621;&#3634;&#3618;&#3594;&#3633;&#3657;&#3609;  &#3592;&#3632;&#3648;&#3627;&#3655;&#3609; <strong><em>multipolar neuron</em></strong> &#3619;&#3641;&#3611;&#3619;&#3656;&#3634;&#3591;&#3605;&#3656;&#3634;&#3591;&#3654; &#3592;&#3634;&#3585;&#3609;&#3633;&#3657;&#3609;&#3651;&#3627;&#3657;&#3609;&#3635;  slide cerebrum, pig&nbsp; H&amp;E  &#3627;&#3619;&#3639;&#3629; cerebral cortex, human  H&amp;E  &nbsp;&#3617;&#3634; identified  neurons &#3594;&#3609;&#3636;&#3604;&#3609;&#3637;&#3657; &#3648;&#3617;&#3639;&#3656;&#3629;&#3618;&#3657;&#3629;&#3617;&#3604;&#3657;&#3623;&#3618;&#3623;&#3636;&#3608;&#3637;&#3585;&#3634;&#3619;&#3611;&#3585;&#3605;&#3636;&#3592;&#3632;&#3614;&#3610;&#3623;&#3656;&#3634;&#3617;&#3637; cytoplasm  &#3619;&#3641;&#3611; 3 &#3648;&#3627;&#3621;&#3637;&#3656;&#3618;&#3617; nucleus &#3585;&#3621;&#3617;&#3627;&#3619;&#3639;&#3629;&#3619;&#3637;  &#3651;&#3626; &#3648;&#3627;&#3655;&#3609; nucleolus &#3648;&#3604;&#3656;&#3609;&#3594;&#3633;&#3604;
    </p>
</p>
  <p align="center"><img src="picture/pyramidal001.jpg" width="800" height="506"> </p>
  <p align="center"><img src="picture/pyramidal002.jpg" width="400" height="362"></p>
  <p>&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660; cerebellum Golgi  &nbsp;&#3651;&#3627;&#3657;&#3648;&#3621;&#3639;&#3629;&#3585;&#3604;&#3641;&#3651;&#3609;&#3626;&#3656;&#3623;&#3609;&#3586;&#3629;&#3591;&nbsp; cerebellar cortex &#3651;&#3627;&#3657;&#3617;&#3629;&#3591;&#3627;&#3634; <strong><em>Purkinje cells</em></strong> &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609; <strong>multipolar  neuron</strong> &#3629;&#3637;&#3585;&#3594;&#3609;&#3636;&#3604;&#3627;&#3609;&#3638;&#3656;&#3591;&nbsp;  &#3648;&#3595;&#3621;&#3621;&#3660;&#3594;&#3609;&#3636;&#3604;&#3609;&#3637;&#3657;&#3617;&#3637; cell body &#3619;&#3641;&#3611;&#3619;&#3656;&#3634;&#3591;&#3588;&#3621;&#3657;&#3634;&#3618;&#3649;&#3592;&#3585;&#3633;&#3609;&#3585;&#3657;&#3609;&#3585;&#3621;&#3617;&#3649;&#3621;&#3632;&#3617;&#3637;  dendrite &#3649;&#3605;&#3585;&#3649;&#3586;&#3609;&#3591;&#3629;&#3629;&#3585;&#3652;&#3611;&#3617;&#3634;&#3585;&#3617;&#3634;&#3618;&#3588;&#3621;&#3657;&#3634;&#3618;&#3649;&#3612;&#3591;&#3585;&#3636;&#3656;&#3591;&#3652;&#3617;&#3657;&#3649;&#3627;&#3657;&#3591;&nbsp; &#3626;&#3656;&#3623;&#3609; axon &#3607;&#3637;&#3656;&#3592;&#3632;&#3618;&#3639;&#3656;&#3609;&#3629;&#3629;&#3585;&#3617;&#3634;&#3648;&#3626;&#3657;&#3609;&#3648;&#3604;&#3637;&#3618;&#3623;&#3610;&#3619;&#3636;&#3648;&#3623;&#3603;&#3605;&#3619;&#3591;&#3586;&#3657;&#3634;&#3617;&#3585;&#3633;&#3610;  origin &#3586;&#3629;&#3591; dendrite &#3617;&#3633;&#3585;&#3592;&#3632;&#3652;&#3617;&#3656;&#3648;&#3627;&#3655;&#3609;&#3648;&#3609;&#3639;&#3656;&#3629;&#3591;&#3592;&#3634;&#3585;&#3629;&#3618;&#3641;&#3656;&#3609;&#3629;&#3585;  plane &#3586;&#3629;&#3591; section &#3592;&#3634;&#3585;&#3609;&#3633;&#3657;&#3609; &#3651;&#3627;&#3657;&#3609;&#3635; slide  cerebellum, pig, H&amp;E &#3627;&#3619;&#3639;&#3629; cerebellum,  human  &nbsp;&#3617;&#3634;&#3627;&#3634; Purkinje  cell &#3604;&#3641;&#3610;&#3657;&#3634;&#3591;&#3648;&#3614;&#3639;&#3656;&#3629;&#3651;&#3627;&#3657;&#3607;&#3619;&#3634;&#3610;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3607;&#3637;&#3656;&#3648;&#3627;&#3655;&#3609;&#3592;&#3634;&#3585;&#3585;&#3634;&#3619;&#3618;&#3657;&#3629;&#3617;&#3604;&#3657;&#3623;&#3618;&#3623;&#3636;&#3608;&#3637;&#3611;&#3585;&#3605;&#3636;</p>
  <p align="center"><img src="picture/purkinje001.jpg" width="1000" height="440"></p>
  <p>&#3592;&#3634;&#3585; &#3626;&#3652;&#3621;&#3604;&#3660; ganglion L.S.  &#3627;&#3619;&#3639;&#3629; dorsal root  ganglion &#3651;&#3627;&#3657;&#3609;&#3635;&#3626;&#3652;&#3621;&#3604;&#3660;&#3617;&#3634;&#3648;&#3621;&#3639;&#3629;&#3585;&#3604;&#3641;&#3610;&#3619;&#3636;&#3648;&#3623;&#3603;&#3607;&#3637;&#3656;&#3617;&#3637;&#3648;&#3595;&#3621;&#3621;&#3660;&#3619;&#3641;&#3611;&#3619;&#3656;&#3634;&#3591;&#3585;&#3621;&#3617;&#3651;&#3627;&#3597;&#3656;&#3629;&#3618;&#3641;&#3656;&#3619;&#3623;&#3617;&#3585;&#3633;&#3609;&#3648;&#3611;&#3655;&#3609;&#3585;&#3621;&#3640;&#3656;&#3617;&nbsp; &#3648;&#3595;&#3621;&#3621;&#3660;&#3648;&#3627;&#3621;&#3656;&#3634;&#3609;&#3637;&#3657;&#3588;&#3639;&#3629; <strong><em>ganglion cells</em></strong> &#3586;&#3629;&#3591; dorsal root ganglion &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609; sensory  ganglion&nbsp; &#3651;&#3627;&#3657;&#3626;&#3633;&#3591;&#3648;&#3585;&#3605;&#3623;&#3656;&#3634; ganglion  cells &#3617;&#3637; cell body &#3649;&#3621;&#3632;&#3609;&#3636;&#3623;&#3648;&#3588;&#3621;&#3637;&#3618;&#3626;&#3585;&#3621;&#3617;&#3651;&#3627;&#3597;&#3656;&nbsp; &#3617;&#3637; <strong><em>nucleolus</em> </strong>&#3648;&#3611;&#3655;&#3609;&#3585;&#3657;&#3629;&#3609;&#3594;&#3633;&#3604;&#3648;&#3592;&#3609;&#3629;&#3618;&#3641;&#3656;&#3605;&#3619;&#3591;&#3585;&#3621;&#3634;&#3591;&nbsp;  &#3648;&#3609;&#3639;&#3656;&#3629;&#3591;&#3592;&#3634;&#3585; ganglion cells &#3617;&#3637;&#3619;&#3641;&#3611;&#3619;&#3656;&#3634;&#3591;&#3648;&#3611;&#3655;&#3609; <strong><em>unipolar  neuron</em></strong> &#3592;&#3638;&#3591;&#3617;&#3637;&#3650;&#3629;&#3585;&#3634;&#3626;&#3609;&#3657;&#3629;&#3618;&#3607;&#3637;&#3656;&#3592;&#3632;&#3617;&#3629;&#3591;&#3648;&#3627;&#3655;&#3609; process &#3607;&#3637;&#3656;&#3649;&#3618;&#3585;&#3629;&#3629;&#3585;&#3617;&#3634;&#3592;&#3634;&#3585;&#3605;&#3633;&#3623; cell body&nbsp;&nbsp;  &#3619;&#3629;&#3610;&#3654; ganglion cells &#3649;&#3605;&#3656;&#3621;&#3632;&#3648;&#3595;&#3621;&#3621;&#3660;&#3617;&#3637; <strong><em>satellite  cells</em></strong> &#3629;&#3618;&#3641;&#3656;&#3621;&#3657;&#3629;&#3617;&#3619;&#3629;&#3610;</p>
  <p align="center"><img src="picture/neuron003.jpg" width="1172" height="440"></p>
  <p><strong>&#3649;&#3610;&#3656;&#3591;&#3605;&#3634;&#3617;&#3627;&#3609;&#3657;&#3634;&#3607;&#3637;&#3656; </strong>&#3651;&#3627;&#3657;&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3649;&#3612;&#3609;&#3616;&#3634;&#3614;&#3611;&#3619;&#3632;&#3585;&#3629;&#3610;  &#3650;&#3604;&#3618;&#3651;&#3627;&#3657;&#3624;&#3638;&#3585;&#3625;&#3634;&#3594;&#3609;&#3636;&#3604;&#3586;&#3629;&#3591; neuron &#3605;&#3656;&#3629;&#3652;&#3611;&#3609;&#3637;&#3657;</p>
<p>1. Sensory  (afferent) neuron</p>
<p>2. Motor  (efferent) neuron</p>
<p>3. Interneuron </p>
<p align="center"><img src="picture/neuron002.jpg" width="800" height="362"></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
