<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.style16 {
	font-family: "TH Niramit AS";
	font-size: 18px;
}
-->
</style>
</head>

<body>
<p><strong>B.&nbsp; Neuroglia</strong> </p>
<ul>
  <li><strong><em>Satellite cells</em></strong><strong> </strong>&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660; ganglion, L.S. &#3627;&#3619;&#3639;&#3629;&#3626;&#3652;&#3621;&#3604;&#3660; dorsal root ganglion<strong> </strong><strong>&nbsp;</strong>&#3651;&#3627;&#3657;&#3609;&#3635;&#3626;&#3652;&#3621;&#3604;&#3660;&#3617;&#3634;&#3648;&#3621;&#3639;&#3629;&#3585;&#3604;&#3641;&#3610;&#3619;&#3636;&#3648;&#3623;&#3603;&#3607;&#3637;&#3656;&#3617;&#3637;  ganglion cells &#3586;&#3629;&#3591; dorsal root ganglion &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609;&#3648;&#3595;&#3621;&#3621;&#3660;&#3619;&#3641;&#3611;&#3619;&#3656;&#3634;&#3591;&#3585;&#3621;&#3617;&#3651;&#3627;&#3597;&#3656;&#3629;&#3618;&#3641;&#3656;&#3619;&#3623;&#3617;&#3585;&#3633;&#3609;&#3648;&#3611;&#3655;&#3609;&#3585;&#3621;&#3640;&#3656;&#3617;&nbsp; &#3651;&#3627;&#3657;&#3626;&#3633;&#3591;&#3648;&#3585;&#3605; satellite cells &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609; supporting cells &#3586;&#3629;&#3591; peripheral  nervous system &#3617;&#3637;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3648;&#3611;&#3655;&#3609;&#3648;&#3595;&#3621;&#3621;&#3660;&#3586;&#3609;&#3634;&#3604;&#3648;&#3621;&#3655;&#3585; &#3617;&#3637; nucleus &#3585;&#3621;&#3617;&nbsp; &#3648;&#3619;&#3637;&#3618;&#3591;&#3605;&#3633;&#3623;&#3594;&#3636;&#3604;&#3585;&#3633;&#3609;&#3648;&#3611;&#3655;&#3609;&#3649;&#3606;&#3623;&#3648;&#3604;&#3637;&#3618;&#3623;&#3629;&#3618;&#3641;&#3656;&#3650;&#3604;&#3618;&#3619;&#3629;&#3610;  cell body &#3586;&#3629;&#3591; ganglion cell </li>
</ul>
<p align="center"><img src="picture/satellite-cell001.jpg" width="700" height="634"></p>
<ul>
  <li><strong><em>Schwann cells</em></strong><strong> </strong>&#3651;&#3627;&#3657;&#3624;&#3638;&#3585;&#3625;&#3634;  schwann cells &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609; supporting  cells &#3629;&#3637;&#3585;&#3594;&#3609;&#3636;&#3604;&#3627;&#3609;&#3638;&#3656;&#3591;&#3651;&#3609; peripheral nervous system &#3592;&#3634;&#3585;&#3627;&#3633;&#3623;&#3586;&#3657;&#3629; myelin sheath<strong></strong></li>
</ul>
<p align="center"><img src="picture/Schwann-cell001.jpg" width="500" height="827"></p>
<ul>
  <li><strong>Neuroglia</strong> &#3651;&#3627;&#3657;&#3624;&#3638;&#3585;&#3625;&#3634; neuroglia  &#3594;&#3609;&#3636;&#3604;&#3605;&#3656;&#3634;&#3591;&#3654; &#3595;&#3638;&#3656;&#3591;&#3648;&#3611;&#3655;&#3609; supporting cells &#3651;&#3609; CNS  &#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660;&#3605;&#3633;&#3657;&#3591;&#3649;&#3626;&#3604;&#3591;(&#3626;&#3652;&#3621;&#3604;&#3660; cerebrum, Pig H&amp;E &#3627;&#3619;&#3639;&#3629;&#3626;&#3652;&#3621;&#3604;&#3660; cerebral cortex, Human H&amp;E) &#3649;&#3621;&#3632;&#3619;&#3641;&#3611;&#3616;&#3634;&#3614;&#3611;&#3619;&#3632;&#3585;&#3629;&#3610;  &#3604;&#3633;&#3591;&#3605;&#3656;&#3629;&#3652;&#3611;&#3609;&#3637;&#3657;<strong></strong></li>
</ul>
<p align="center"><img src="picture/glia001.jpg" width="500" height="701"><img src="picture/glia002.jpg" width="800" height="549"></p>
<ul>
  <li><strong><em>Astrocyte</em></strong><strong> </strong>&nbsp;&#3610;&#3619;&#3636;&#3648;&#3623;&#3603;&#3607;&#3637;&#3656;&#3604;&#3641;&#3648;&#3611;&#3655;&#3609;  white matter &#3650;&#3604;&#3618; astrocyte &#3617;&#3637; nucleus  &#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3585;&#3621;&#3617; &#3627;&#3619;&#3639;&#3629;&#3619;&#3637; &#3650;&#3611;&#3619;&#3656;&#3591; &#3652;&#3617;&#3656;&#3648;&#3627;&#3655;&#3609; nucleolus &nbsp;&#3648;&#3609;&#3639;&#3656;&#3629;&#3591;&#3592;&#3634;&#3585;&#3626;&#3652;&#3621;&#3604;&#3660;&#3607;&#3637;&#3656;&#3609;&#3635;&#3617;&#3634;&#3604;&#3641;&#3609;&#3637;&#3657;&#3648;&#3611;&#3655;&#3609;&#3626;&#3617;&#3629;&#3591;&#3651;&#3609;&#3616;&#3634;&#3623;&#3632;&#3611;&#3585;&#3605;&#3636;&#3592;&#3638;&#3591;&#3652;&#3617;&#3656;&#3588;&#3656;&#3629;&#3618;&#3648;&#3627;&#3655;&#3609;  processes &#3586;&#3629;&#3591; astrocytes  &#3592;&#3634;&#3585;&#3585;&#3634;&#3619;&#3618;&#3657;&#3629;&#3617;&#3604;&#3657;&#3623;&#3618;&#3623;&#3636;&#3608;&#3637;&#3608;&#3619;&#3619;&#3617;&#3604;&#3634;<strong> </strong></li>
  <li><strong><em>Oligodendrocyte</em></strong><strong> </strong>&#3610;&#3619;&#3636;&#3648;&#3623;&#3603;&#3607;&#3637;&#3656;&#3604;&#3641;&#3648;&#3611;&#3655;&#3609; white matter &#3650;&#3604;&#3618;<em>Oligodendrocyte</em> &#3617;&#3637;&#3609;&#3636;&#3623;&#3648;&#3588;&#3621;&#3637;&#3618;&#3626;&#3585;&#3621;&#3617; &#3648;&#3586;&#3657;&#3617; &#3586;&#3609;&#3634;&#3604;&#3648;&#3621;&#3655;&#3585;&#3585;&#3623;&#3656;&#3634; astrocyte &#3617;&#3637;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3607;&#3637;&#3656;&#3648;&#3604;&#3656;&#3609;&#3588;&#3639;&#3629;&#3619;&#3629;&#3610;&#3609;&#3636;&#3623;&#3648;&#3588;&#3621;&#3637;&#3618;&#3626;&#3617;&#3637;&#3594;&#3656;&#3629;&#3591;&#3623;&#3656;&#3634;&#3591;&#3651;&#3626;  (perinuclear halo) &#3607;&#3635;&#3651;&#3627;&#3657;&#3617;&#3637;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3648;&#3627;&#3617;&#3639;&#3629;&#3609;&#3652;&#3586;&#3656;&#3604;&#3634;&#3623; (fried  egg appearance) <strong>&nbsp;</strong></li>
  <li><strong><em>Microglia</em></strong><strong> </strong>&#3624;&#3638;&#3585;&#3625;&#3634;&#3619;&#3641;&#3611;&#3616;&#3634;&#3614;&#3649;&#3621;&#3632;&#3626;&#3652;&#3621;&#3604;&#3660;&#3605;&#3633;&#3657;&#3591;&#3649;&#3626;&#3604;&#3591; <strong> </strong></li>
</ul>
<p align="center"><img src="picture/glia003.jpg" width="800" height="529"></p>
<p><strong><em>Ependymal cell</em> </strong>&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585; slide  brain rat  &#3651;&#3627;&#3657;&#3627;&#3634;&#3594;&#3656;&#3629;&#3591;&#3623;&#3656;&#3634;&#3591; ( 4th ventricle)  &nbsp;&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3651;&#3609;&#3651;&#3605;&#3657;&#3605;&#3656;&#3629;  cerebellum &nbsp;&#3649;&#3621;&#3657;&#3623;&#3604;&#3641;&#3648;&#3595;&#3621;&#3621;&#3660;&#3607;&#3637;&#3656;&#3610;&#3640;&#3594;&#3656;&#3629;&#3591;&#3623;&#3656;&#3634;&#3591;  &#3592;&#3632;&#3648;&#3627;&#3655;&#3609;&#3623;&#3656;&#3634;&#3617;&#3637;&#3621;&#3633;&#3585;&#3625;&#3603;&#3632;&#3648;&#3611;&#3655;&#3609; simple cuboidal epithelium &nbsp;&#3627;&#3619;&#3639;&#3629; simple  columnar epithelium &#3607;&#3637;&#3656;&#3610;&#3619;&#3636;&#3648;&#3623;&#3603; free surface &#3629;&#3634;&#3592;&#3648;&#3627;&#3655;&#3609;  cilia &#3652;&#3604;&#3657;&nbsp; &#3648;&#3595;&#3621;&#3621;&#3660;&#3607;&#3637;&#3656;&#3610;&#3640;&#3594;&#3656;&#3629;&#3591;&#3623;&#3656;&#3634;&#3591;&#3648;&#3627;&#3621;&#3656;&#3634;&#3609;&#3637;&#3657;&#3588;&#3639;&#3629; <em>ependymal cell</em> &#3609;&#3633;&#3657;&#3609;&#3648;&#3629;&#3591;<strong> </strong></p>
<p align="center"><img src="picture/ependymal002.jpg" width="1000" height="480"></p>
<p>&nbsp;</p>
</body>
</html>
