<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p><strong>Cerebral blood supply</strong><strong> </strong><br />
  &#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3619;&#3641;&#3611;&#3616;&#3634;&#3614;&#3651;&#3609; atlas &#3649;&#3621;&#3632; &#3626;&#3617;&#3629;&#3591;&#3604;&#3629;&#3591;  &#3651;&#3627;&#3657;&#3609;&#3633;&#3585;&#3624;&#3638;&#3585;&#3625;&#3634;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591;&#3627;&#3621;&#3629;&#3604;&#3648;&#3621;&#3639;&#3629;&#3604;&#3649;&#3621;&#3632;&#3649;&#3586;&#3609;&#3591;&#3607;&#3637;&#3656;&#3626;&#3635;&#3588;&#3633;&#3597;&#3607;&#3637;&#3656;&#3617;&#3634;&#3648;&#3621;&#3637;&#3657;&#3618;&#3591;&#3626;&#3617;&#3629;&#3591;&#3607;&#3633;&#3657;&#3591;&#3626;&#3629;&#3591;&#3619;&#3632;&#3610;&#3610; &#3588;&#3639;&#3629;  carotid system &#3649;&#3621;&#3632; vertebro-basilar system<br />
  <strong>1. Carotid system</strong></p>
<ul>
  <li><strong><em>Cerebral segment of internal carotid artery</em></strong></li>
</ul>
<p>&#3651;&#3627;&#3657;&#3609;&#3633;&#3585;&#3624;&#3638;&#3585;&#3625;&#3634;&#3609;&#3635;&#3626;&#3617;&#3629;&#3591;&#3607;&#3633;&#3657;&#3591;&#3585;&#3657;&#3629;&#3609; (whole brain) &#3607;&#3637;&#3656;&#3618;&#3633;&#3591;&#3617;&#3637;&#3650;&#3588;&#3619;&#3591;&#3626;&#3619;&#3657;&#3634;&#3591;&#3586;&#3629;&#3591;&#3627;&#3621;&#3629;&#3604;&#3648;&#3621;&#3639;&#3629;&#3604;&#3649;&#3604;&#3591;&#3605;&#3636;&#3604;&#3629;&#3618;&#3641;&#3656;&#3588;&#3619;&#3610; &#3617;&#3634;&#3624;&#3638;&#3585;&#3625;&#3634;&#3592;&#3634;&#3585;&#3604;&#3657;&#3634;&#3609; inferior  surface &#3650;&#3604;&#3618;&#3651;&#3627;&#3657;&#3594;&#3637;&#3657;&#3649;&#3626;&#3604;&#3591;&#3627;&#3621;&#3629;&#3604;&#3648;&#3621;&#3639;&#3629;&#3604;&#3649;&#3604;&#3591;&#3649;&#3586;&#3609;&#3591;&#3605;&#3656;&#3634;&#3591; &#3654; &#3586;&#3629;&#3591; internal  carotid artery </p>
<p align="center"><img src="picture/brain-blood001.jpg" width="1500" height="1241" /></p>
<ul>
  <li><strong>Cerebral segment of internal carotid artery</strong> &#3592;&#3632;&#3648;&#3627;&#3655;&#3609;&#3648;&#3611;&#3655;&#3609;&#3605;&#3629;&#3586;&#3629;&#3591;&#3627;&#3621;&#3629;&#3604;&#3648;&#3621;&#3639;&#3629;&#3604;&#3649;&#3604;&#3591;&#3586;&#3609;&#3634;&#3604;&#3651;&#3627;&#3597;&#3656;  &#3623;&#3634;&#3591;&#3629;&#3618;&#3641;&#3656;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609; lateral &#3605;&#3656;&#3629; optic nerve </li>
  <li><strong>Anterior cerebral artery</strong> &#3648;&#3611;&#3655;&#3609;&#3649;&#3586;&#3609;&#3591;&#3627;&#3609;&#3638;&#3656;&#3591;&#3607;&#3637;&#3656;&#3649;&#3605;&#3585;&#3592;&#3634;&#3585; internal  carotid artery &#3595;&#3638;&#3656;&#3591;&#3607;&#3629;&#3604;&#3652;&#3611;&#3629;&#3618;&#3641;&#3656; superior &#3605;&#3656;&#3629; optic  nerve &#3649;&#3621;&#3657;&#3623;&#3650;&#3588;&#3657;&#3591;&#3605;&#3656;&#3629;&#3652;&#3611;&#3604;&#3657;&#3634;&#3609;&#3627;&#3609;&#3657;&#3634;&#3648;&#3614;&#3639;&#3656;&#3629;&#3649;&#3607;&#3619;&#3585;&#3648;&#3586;&#3657;&#3634;&#3652;&#3611;&#3651;&#3609; longitudinal  fissure &#3651;&#3627;&#3657;&#3605;&#3634;&#3617;&#3627;&#3621;&#3629;&#3604;&#3648;&#3621;&#3639;&#3629;&#3604;&#3609;&#3637;&#3657;&#3652;&#3611;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;&#3627;&#3609;&#3657;&#3634;&#3592;&#3632;&#3614;&#3610;&#3623;&#3656;&#3634;&#3617;&#3637;&#3627;&#3621;&#3629;&#3604;&#3648;&#3621;&#3639;&#3629;&#3604;&#3626;&#3633;&#3657;&#3609; &#3654; &#3648;&#3594;&#3639;&#3656;&#3629;&#3617;&#3619;&#3632;&#3627;&#3623;&#3656;&#3634;&#3591;  anterior cerebral artery &#3607;&#3633;&#3657;&#3591;&#3626;&#3629;&#3591;&#3586;&#3657;&#3634;&#3591; &#3595;&#3638;&#3656;&#3591;&#3585;&#3655;&#3588;&#3639;&#3629; <strong>Anterior  communicating artery</strong></li>
  <li><strong>Middle cerebral artery</strong> &#3648;&#3611;&#3655;&#3609;&#3649;&#3586;&#3609;&#3591;&#3651;&#3627;&#3597;&#3656;&#3607;&#3637;&#3656;&#3648;&#3611;&#3655;&#3609; terminal  branch &#3586;&#3629;&#3591; internal carotid artery &#3595;&#3638;&#3656;&#3591;&#3592;&#3632;&#3607;&#3629;&#3604;&#3652;&#3611;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;  lateral &#3650;&#3604;&#3618;&#3621;&#3629;&#3604;&#3648;&#3586;&#3657;&#3634;&#3652;&#3611;&#3619;&#3632;&#3627;&#3623;&#3656;&#3634;&#3591; frontal &#3585;&#3633;&#3610;  temporal lobes &#3648;&#3614;&#3639;&#3656;&#3629;&#3607;&#3629;&#3604;&#3605;&#3656;&#3629;&#3652;&#3611;&#3610;&#3609; insular lobe </li>
  <li>&#3651;&#3627;&#3657;&#3609;&#3633;&#3585;&#3624;&#3638;&#3585;&#3625;&#3634;&#3649;&#3627;&#3623;&#3585; inferior surface &#3586;&#3629;&#3591; temporal lobe &#3648;&#3610;&#3634; &#3654; &#3648;&#3614;&#3639;&#3656;&#3629;&#3651;&#3627;&#3657;&#3648;&#3627;&#3655;&#3609;&#3649;&#3586;&#3609;&#3591;&#3586;&#3629;&#3591; middle  cerebral artery &#3607;&#3637;&#3656;&#3607;&#3629;&#3604;&#3605;&#3656;&#3629;&#3652;&#3611;&#3604;&#3657;&#3634;&#3609; lateral </li>
  <li>&#3651;&#3594;&#3657; forcep &#3604;&#3638;&#3591; middle  cerebral artery &#3626;&#3656;&#3623;&#3609;&#3607;&#3637;&#3656;&#3607;&#3629;&#3604;&#3652;&#3611;&#3604;&#3657;&#3634;&#3609; lateral &#3609;&#3637;&#3657;&#3648;&#3610;&#3634;  &#3654; &#3592;&#3632;&#3626;&#3633;&#3591;&#3648;&#3585;&#3605;&#3648;&#3627;&#3655;&#3609;&#3623;&#3656;&#3634;&#3617;&#3637;&#3649;&#3586;&#3609;&#3591;&#3627;&#3621;&#3629;&#3604;&#3648;&#3621;&#3639;&#3629;&#3604;&#3648;&#3621;&#3655;&#3585; &#3654; &#3611;&#3633;&#3585;&#3648;&#3586;&#3657;&#3634;&#3652;&#3611;&#3651;&#3609;&#3648;&#3609;&#3639;&#3657;&#3629;&#3626;&#3617;&#3629;&#3591; &#3627;&#3621;&#3629;&#3604;&#3648;&#3621;&#3639;&#3629;&#3604;&#3648;&#3627;&#3621;&#3656;&#3634;&#3609;&#3637;&#3657;&#3588;&#3639;&#3629; <strong>lenticulostriate arteries</strong> &#3595;&#3638;&#3656;&#3591;&#3648;&#3586;&#3657;&#3634;&#3652;&#3611;&#3648;&#3621;&#3637;&#3657;&#3618;&#3591; lentiform  nucleus &#3649;&#3621;&#3632; internal capsule</li>
  <li><strong>Posterior communicating artery</strong> &#3648;&#3611;&#3655;&#3609;&#3649;&#3586;&#3609;&#3591;&#3586;&#3629;&#3591;  internal carotid artery &#3607;&#3637;&#3656;&#3649;&#3618;&#3585;&#3629;&#3629;&#3585;&#3652;&#3611;&#3607;&#3634;&#3591;&#3604;&#3657;&#3634;&#3609;&#3627;&#3621;&#3633;&#3591; &#3607;&#3629;&#3604;&#3586;&#3657;&#3634;&#3617; optic  tract &#3649;&#3621;&#3632;&#3652;&#3611;&#3648;&#3594;&#3639;&#3656;&#3629;&#3617;&#3605;&#3656;&#3629;&#3585;&#3633;&#3610; posterior cerebral artery &#3607;&#3637;&#3656;&#3648;&#3611;&#3655;&#3609; terminal branch &#3586;&#3629;&#3591; basilar artery </li>
  <li><strong>Anterior choroidal artery</strong> &#3648;&#3611;&#3655;&#3609;&#3649;&#3586;&#3609;&#3591;&#3648;&#3621;&#3655;&#3585; &#3654; &#3607;&#3637;&#3656;&#3607;&#3629;&#3604;&#3605;&#3634;&#3617; optic  tract &#3648;&#3586;&#3657;&#3634;&#3652;&#3611; (&#3609;&#3633;&#3585;&#3624;&#3638;&#3585;&#3625;&#3634;&#3629;&#3634;&#3592;&#3605;&#3657;&#3629;&#3591;&#3649;&#3627;&#3623;&#3585;&#3610;&#3619;&#3636;&#3648;&#3623;&#3603; uncus &#3586;&#3629;&#3591; temporal lobe &#3648;&#3621;&#3655;&#3585;&#3609;&#3657;&#3629;&#3618;&#3648;&#3614;&#3639;&#3656;&#3629;&#3651;&#3627;&#3657;&#3648;&#3627;&#3655;&#3609;&#3652;&#3604;&#3657;&#3594;&#3633;&#3604;&#3586;&#3638;&#3657;&#3609;)</li>
</ul>
<p align="center"><img src="picture/brain-blood002.jpg" width="1500" height="1241" /></p>
</body>
</html>
